Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Tag collection does not include the selected value ''{0}''.
ca_es: La col·lecció d''etiquetes no conté el valor ''{0}''.

source: Not decided yet.
ca_es: Encara no decidit

source: Tags from nodes
ca_es: Etiquetes de nodes

source: Tags from ways
ca_es: Etiquetes de vies

source: Tags from relations
ca_es: Etiquetes de relacions

source: Conflicts in pasted tags
ca_es: Conflictes a etiquetes enganxades

source: Paste ...
ca_es: Enganxa ...

source: From ...
ca_es: De...

source: To ...
ca_es: fins a ...

source: {0} tag
ca_es: {0} atribut

source: {0} way
ca_es: {0} via

source: {0} relation
ca_es: {0} relació

source: Position {0} is out of range. Current number of members is {1}.
ca_es: la posició {0} és fora dels límmits. El nombre actual de membres és {1}.

source: Remove this relation member from the relation
ca_es: Suprimir aquest membre de la relació

source: Keep
ca_es: Manté

source: Keep this relation member for the target object
ca_es: Conservar aquest membre per a l''objecte de destinació

source: Undecided
ca_es: No decidit

source: Not decided yet
ca_es: Encara no decidit

source: Role:
ca_es: Rol:

source: Enter a role for all relation memberships
ca_es: Indiqueu un rol per a tots els membres de la relació

source: Tag modified relations with
ca_es: L''etiqueta ha midificat relacions amb

source: <html>Select to enable entering a tag which will be applied<br>to all modified relations.</html>
ca_es: <html>Seleccioneu per tal d''activar la entrada d''una etiqueta aplicable<br>a totes les relacions modificades.</html>

source: Key:
ca_es: Clau:

source: <html>Enter a tag key, e.g. <strong><tt>fixme</tt></strong></html>
ca_es: <html>Escriu la clau de l'etiqueta, per exemple <strong><tt>fixme</tt></strong></html>

source: Value:
ca_es: Valor:

source: <html>Enter a tag value, e.g. <strong><tt>check members</tt></strong></html>
ca_es: <html>Escriu el valor de l'etiqueta, per exemple <strong><tt>check members</tt></strong></html>

source: <html>The combined ways are members in one ore more relations. Please decide whether you want to <strong>keep</strong> these memberships for the combined way or whether you want to <strong>remove</strong> them.<br>The default is to <strong>keep</strong> the first way and <strong>remove</strong> the other ways that are members of the same relation: the combined way will take the place of the original way in the relation.</html>
ca_es: <html>Les vies combinades són membres d''una o més relacions. Sis us plau, decidiu quins dels membres voleu <strong>conservar</strong> a la via combinada resultant i quins voleu <strong>suprimir</strong>.<br>El que està predeterminat és de <strong>conservar</strong> la primera via i <strong>suprimir</strong> les altres que són membres de la mateixa relació: la via combinada resultant prendrà el lloc de la via original a la relació.</html>

source: <html>The merged nodes are members in one ore more relations. Please decide whether you want to <strong>keep</strong> these memberships for the target node or whether you want to <strong>remove</strong> them.<br>The default is to <strong>keep</strong> the first node and <strong>remove</strong> the other nodes that are members of the same relation: the target node will take the place of the original node in the relation.</html>
ca_es: <html>Els nodes combinats són membres d''una o més relacions. Sis us plau, decidiu quins dels membres voleu <strong>conservar</strong> al node resultant i quins voleu <strong>suprimir</strong>.<br>El que està predeterminat és de <strong>conservar</strong> el primer node i <strong>suprimir</strong> els altres que són membres de la mateixa relació: el node resultant prendrà el lloc del node original a la relació.</html>

source: Apply this role to all members
ca_es: Aplicar aquest rol a tots els membres

source: Orig. Way
ca_es: Via original

source: Decision
ca_es: Decisió

source: <html>Please select the values to keep for the following tags.</html>
ca_es: <html>Si us plau, seleccioneu els valors a conservar per a les següents etiquetes.</html>

source: Show tags with conflicts only
ca_es: Mostra només els conflictes d''etiquetes

source: Show tags with multiple values only
ca_es: Mostra només les etiquetes amb varis valors

source: For selected objects only
ca_es: Només pels objectes seleccionats

source: <html>Select to show changesets for the currently selected objects only.<br>Unselect to show all changesets for objects in the current data layer.</html>
ca_es: <html>Seleccioneu per mostrar només els conjunts de canvis dels objectes seleccionats.<br>Desseleccioneu per mostrar tots els conjunts de canvis dels objectes que són a la capa de dades.</html>

source: Changesets
ca_es: Conjunt de canvis

source: Open the list of changesets in the current layer.
ca_es: Obre la llista de canvis de la capa actual

source: Select all objects assigned to the currently selected changesets
ca_es: Selecciona tot els objectes al conjunt de canvis seleccionat

source: Download
ca_es: Descarrega

source: Download information about the selected changesets from the OSM server
ca_es: Descarrega del servidor OSM informació sobre el conjunt de canvis seleccionat

source: Closes the selected open changesets
ca_es: Tanca els conjunts de canvis oberts que s''han seleccionats

source: Show info
ca_es: Mostra informació

source: Open a web page for each selected changeset
ca_es: Obre una pàgina web per a cada conjunt de canvis

source: Details
ca_es: Detalls

source: Opens the Changeset Manager window for the selected changesets
ca_es: Obre la finestra del gestor de modificacions per a les modificacions seleccionades

source: Command Stack
ca_es: Pila d''ordres

source: Open a list of all commands (undo buffer).
ca_es: Obre un llista amb totes les comandes (desfer memòria intermèdia)

source: Toggle: {0}
ca_es: Commuta: {0}

source: Selects the objects that take part in this command (unless currently deleted)
ca_es: Selecciona els objectes que participen a la comanda (llevat que hagin estat esborrats)

source: Select and zoom
ca_es: Seleccioneu un nivell d''ampliació

source: Selects the objects that take part in this command (unless currently deleted), then and zooms to it
ca_es: Selecciona els objectes que són part d''aquesta comanda (excepte si han estat suprimits) i fa una apliaciço de la zona on es troben

source: Undo the selected and all later commands
ca_es: Desfer la comanda seleccionada i totes les següents

source: Redo the selected and all earlier commands
ca_es: Refer la comanda seleccionada i totes les anteriors

source: Resolve conflicts.
ca_es: Resol conflictes.

source: Conflicts: {0} unresolved
ca_es: Conflictes: {0} no resolts

source: Resolve
ca_es: Resol

source: Open a merge dialog of all selected items in the list above.
ca_es: Obre una finestra per fusionar els elements seleccionats a la llista.

source: Set the selected elements on the map to the selected items in the list above.
ca_es: Selecciona sobre el mapa els elements seleccionats a la llista de sobre.

source: There was {0} conflict detected.
ca_es: Ha estat detectat {0} conflicte.

source: Click to close this dialog and continue editing
ca_es: Feu clic per a tancar aquesta finestra i continuar editant

source: Conflicts detected
ca_es: Conflictes detectats

source: Cancel conflict resolution and close the dialog
ca_es: Anular la resolució de conflictes i tancar la finestra

source: Apply resolved conflicts and close the dialog
ca_es: Aplicar els conflictes resolts i tancar la finestra

source: Apply Resolution
ca_es: Aplicar la resolució

source: Close anyway
ca_es: Tanca de totes maneres

source: Continue resolving
ca_es: Continuar resolent

source: <html>You did not finish to merge the differences in this conflict.<br>Conflict resolutions will not be applied unless all differences<br>are resolved.<br>Click <strong>{0}</strong> to close anyway.<strong> Already<br>resolved differences will not be applied.</strong><br>Click <strong>{1}</strong> to return to resolving conflicts.</html>
ca_es: <html>No heu acabat la combinació de les diferències d''aquest conflicte.<br>La seva resolució no podrà aplicada fins que totes les diferències<br>hagin estat resoltes.<br>Feu clic sobre <strong>{0}</strong> per tancar.<strong> Les diferències<br>solucionades no seran aplicades.</strong><br>Feu clic sobre <strong>{1}</strong> per tornar a la finestra de resolució de conflictes.</html>

source: Conflict not resolved completely
ca_es: Conflicte parcialment resolt

source: Resolve conflicts
ca_es: Resol conflictes

source: Resolve conflicts for ''{0}''
ca_es: Resoldre els conflictes per ''{0}''

source: Filter objects and hide/disable them.
ca_es: Filtrar els objectes i amagar-los/desactivar-los

source: Enable filter
ca_es: Habilita el filtre

source: Multikey: {0}
ca_es: Multiclau: {0}

source: Hide filter
ca_es: Amagar el filtre

source: Hiding filter
ca_es: Amagant el filtre

source: Inverse filter
ca_es: Inverteix filtre

source: Filter mode
ca_es: Mode filtre

source: Add filter.
ca_es: Afegeix filtre.

source: Edit filter.
ca_es: Modifica filtre

source: Delete filter.
ca_es: Suprimir el filtre

source: Move filter up.
ca_es: Moure el filtre amunt

source: Move filter down.
ca_es: Moure el filtre avall

source: Filter Hidden:{0} Disabled:{1}
ca_es: Filtre amagat:{0} Deshabilitat:{1}

source: Error in filter
ca_es: Error al filtre

source: Filter active
ca_es: Filtre actiu

source: <p><b>{0}</b> objects hidden
ca_es: <p><b>{0}</b> objectes ocults

source: <b>{0}</b> objects disabled
ca_es: <b>{0}</b> objectes deshabilitats

source: </p><p>Close the filter dialog to see all objects.<p></html>
ca_es: </p><p>Tancar la finestra de filtre per veure tots els objectes.<p></html>

source: Display the history of all selected items.
ca_es: Mostrar l''historial dels objectes seleccionats

source: Object with history
ca_es: Objectes amb historial

source: Reload
ca_es: Recarrega

source: Reload all currently selected objects and refresh the list.
ca_es: Reacarregar els objectes seleccionats i refrescar-ne la llista

source: Show
ca_es: Mostra

source: Display the history of the selected objects.
ca_es: Mostra l''historial de l''bjecte

source: Advanced object info
ca_es: Informació vançada de l''objecte

source: map style
ca_es: estil de mapa

source: not in data set
ca_es: absent del conjunt de dades

source: Way:
ca_es: Via:

source: Relation:
ca_es: Relació:

source: deleted-on-server
ca_es: suprimit al servidor

source: modified
ca_es: modificat

source: filtered/hidden
ca_es: filtrat/amagat

source: filtered/disabled
ca_es: filtrat/desactivat

source: has direction keys (reversed)
ca_es: té tecles de direcció (invertides)

source: has direction keys
ca_es: té tecles de direcció

source: State:
ca_es: Estat:

source: Data Set:
ca_es: Conjunt de dades:

source: Edited at:
ca_es: Modificat a:

source: <new object>
ca_es: <nou objecte>

source: Edited by:
ca_es: Modificar per:

source: Version:
ca_es: Versió:

source: In changeset:
ca_es: Dins el conjunt de canvis:

source: Tags:
ca_es: Etiquetes:

source: {0} Member:
ca_es: {0} Membre:

source: as "{0}"
ca_es: com a "{0}"

source: Bounding box:
ca_es: Zona delimitada:

source: Bounding box (projected):
ca_es: Requadre de selecció (projectat):

source: Coordinates (projected):
ca_es: Coordenades (projectades):

source: Part of:
ca_es: Part de:

source: In conflict with:
ca_es: En conflicte amb:

source: Styles Cache for "{0}":
ca_es: Memòria cau d''estils per "{0}":

source: > applying {0} style "{1}"
ca_es: > aplicant {0} estil "{1}"

source: Range:{0}
ca_es: Interval:{0}

source: > skipping "{0}" (not active)
ca_es: > ignorant "{0}" (inactiu)

source: List of generated Styles:
ca_es: Llista dels estils generats:

source: The 2 selected objects have identical style caches.
ca_es: Els dos objectes seleccionats tenen un estil idèntic a la memòria cau

source: The 2 selected objects have different style caches.
ca_es: Els dos objectes seleccionats tenen un estil diferent a la memòria cau

source: Warning: The 2 selected objects have equal, but not identical style caches.
ca_es: Els dos objectes seleccionats tenen el mateix estil, tot i que no és idèntic, a la memòria cau

source: unknown
ca_es: desconegut

source: Enter the coordinates for the new node.<br/>You can separate longitude and latitude with space, comma or semicolon.<br/>Use positive numbers or N, E characters to indicate North or East cardinal direction.<br/>For South and West cardinal directions you can use either negative numbers or S, W characters.<br/>Coordinate value can be in one of three formats:<ul><li><i>degrees</i><tt>&deg;</tt></li><li><i>degrees</i><tt>&deg;</tt> <i>minutes</i><tt>&#39;</tt></li><li><i>degrees</i><tt>&deg;</tt> <i>minutes</i><tt>&#39;</tt> <i>seconds</i><tt>&quot</tt></li></ul>Symbols <tt>&deg;</tt>, <tt>&#39;</tt>, <tt>&prime;</tt>, <tt>&quot;</tt>, <tt>&Prime;</tt> are optional.<br/><br/>Some examples:<ul><li>49.29918&deg; 19.24788&deg;</li><li>N 49.29918 E 19.24788</li><li>W 49&deg;29.918&#39; S 19&deg;24.788&#39;</li><li>N 49&deg;29&#39;04&quot; E 19&deg;24&#39;43&quot;</li><li>49.29918 N, 19.24788 E</li><li>49&deg;29&#39;21&quot; N 19&deg;24&#39;38&quot; E</li><li>49 29 51, 19 24 18</li><li>49 29, 19 24</li><li>E 49 29, N 19 24</li><li>49&deg; 29; 19&deg; 24</li><li>N 49&deg; 29, W 19&deg; 24</li><li>49&deg; 29.5 S, 19&deg; 24.6 E</li><li>N 49 29.918 E 19 15.88</li><li>49 29.4 19 24.5</li><li>-49 29.4 N -19 24.5 W</li></ul><li>48 deg 42&#39; 52.13" N, 21 deg 11&#39; 47.60" E</li></ul>
ca_es: Entreu les coordenades del nou node.<br/>Podeu separar la longitud i la latitud amb un espai, una coma o un punt i coma.<br/>Utilitzeu valors positius o els caràcters N o E per indicar les direccions cardinals Nort o Est.<br/>Per a les direccions cardinals Sud i Oest podeu utilitzar valors negatius o els caràcters S o W.<br/>El valor de les coordenades pot estar en un dels tres formats:<ul><li><i>graus</i><tt>&deg;</tt></li><li><i>graus</i><tt>&deg;</tt> <i>minuts</i><tt>&#39;</tt></li><li><i>graus</i><tt>&deg;</tt> <i>minuts</i><tt>&#39;</tt> <i>segons</i><tt>&quot</tt></li></ul>Els símbols <tt>&deg;</tt>, <tt>&#39;</tt>, <tt>&prime;</tt>, <tt>&quot;</tt>, <tt>&Prime;</tt> són opcionals.<br/><br/>Exemples:<ul><li>49.29918&deg; 19.24788&deg;</li><li>N 49.29918 E 19.24788</li><li>W 49&deg;29.918&#39; S 19&deg;24.788&#39;</li><li>N 49&deg;29&#39;04&quot; E 19&deg;24&#39;43&quot;</li><li>49.29918 N, 19.24788 E</li><li>49&deg;29&#39;21&quot; N 19&deg;24&#39;38&quot; E</li><li>49 29 51, 19 24 18</li><li>49 29, 19 24</li><li>E 49 29, N 19 24</li><li>49&deg; 29; 19&deg; 24</li><li>N 49&deg; 29, W 19&deg; 24</li><li>49&deg; 29.5 S, 19&deg; 24.6 E</li><li>N 49 29.918 E 19 15.88</li><li>49 29.4 19 24.5</li><li>-49 29.4 N -19 24.5 W</li></ul><li>48 deg 42&#39; 52.13" N, 21 deg 11&#39; 47.60" E</li></ul>

source: Projected coordinates:
ca_es: Coordenades projectades:

source: Enter easting and northing (x and y) separated by space, comma or semicolon.
ca_es: Introduïu les coordenades cartesianes (x i y) separades per un espai, una coma o un punt i coma.

source: East/North
ca_es: Nord-est

source: Please enter a GPS coordinates
ca_es: Si us plau introduïu les coordenades GPS

source: Please enter a Easting and Northing
ca_es: Si us plau introduïu les coordenades cartesianes (x,y)

source: Toggle visibility of layer: {0}
ca_es: Commuta la visibilitat de la capa: {0}

source: Open a list of all loaded layers.
ca_es: Mostrar una llista amb les capes carregades

source: Delete the selected layers.
ca_es: Esborrar les capes seleccionades

source: Show/hide
ca_es: Amaga/mostra

source: Toggle visible state of the selected layer.
ca_es: Commuta l''estat visible de la capa seleccionada.

source: Show/hide layer
ca_es: Mostra/amaga la capa

source: Opacity
ca_es: Opacitat

source: Adjust opacity of the layer.
ca_es: Ajustar l''opacitat de la capa

source: Activate
ca_es: Activa

source: Activate the selected layer
ca_es: Activar la capa seleccionada

source: Activate layer
ca_es: Activar la capa

source: Merge this layer into another layer
ca_es: Fusiona aquesta capa amb una altra

source: Duplicate this layer
ca_es: Duplica la capa

source: Copy of {0}
ca_es: Copia {0}

source: Copy {1} of {0}
ca_es: Copia {1} de {0}

source: layer is currently visible (click to hide layer)
ca_es: la capa és visible (cliqueu per amagar-la)

source: layer is currently hidden (click to show layer)
ca_es: la capa està oculta (cliqueu per mostrar-la)

source: this layer is the active layer
ca_es: aquesta capa és l''activa

source: this layer is not currently active (click to activate)
ca_es: aquesta capa no està activa en aquest moment (cliqueu per activar-la)

source: Move the selected layer one row up.
ca_es: Moure la capa seleccionada una fila amunt

source: Move the selected layer one row down.
ca_es: Moure la capa seleccionada avall

source: Show/Hide
ca_es: Mostra/Amaga

source: Information about layer
ca_es: Informació sobre la capa

source: Map Paint Styles
ca_es: Estils d''acoloriment de mapes

source: configure the map painting style
ca_es: configura l''estil de dibuix del mapa

source: Reloading {0} map style.
ca_es: Recarregant {0} estil de mapa.

source: On/Off
ca_es: Activa/Desactiva

source: Turn selected styles on or off
ca_es: Activa o desactiva els estils seleccionats

source: Move the selected entry one row down.
ca_es: Moure l''element seleccionat una fila avall.

source: Move the selected entry one row up.
ca_es: Mou l''element seleccionat una fila amunt

source: Reload from file
ca_es: Recarrega del fitxer

source: reload selected styles from file
ca_es: recarregar els estils seleccionats del fitxer

source: Save as...
ca_es: Anomena i desa...

source: Save a copy of this Style to file and add it to the list
ca_es: Desa una copia d''aquest estil a un fitxer i afegir-ho a la llista

source: Map paint style file (*.mapcss, *.zip)
ca_es: Fitxer d''estil del mapa (*.mapcss, *.zip)

source: Map paint style file (*.xml, *.zip)
ca_es: Fitxer d''estil del mapa (*.xml, *.zip)

source: Reloading style sources
ca_es: Recarregant les fonts d''estils

source: Save style ''{0}'' as ''{1}''
ca_es: Desa estil ''{0}'' as ''{1}''

source: view meta information, error log and source definition
ca_es: mostra meta-informació, el registre d''errors i la font de definició

source: Map Style info
ca_es: Informació de l''estil de mapa

source: Source
ca_es: Origen

source: Title:
ca_es: Títol:

source: URL:
ca_es: Adreça URL:

source: Built-in Style, internal path:
ca_es: Estil integrat, ruta interna:

source: Path:
ca_es: Ruta:

source: Icon:
ca_es: Icona:

source: Background:
ca_es: Fons:

source: Style is currently active?
ca_es: Està actiu l''estil?

source: Relations
ca_es: Relacions

source: Open a list of all relations.
ca_es: Obre una llista amb totes les relacions.

source: Relation list filter
ca_es: Filtre de la llista de relacions

source: Create a new relation
ca_es: Crea una nova relació

source: New
ca_es: Nou

source: Relations: {0}/{1}
ca_es: Relacions: {0}/{1}

source: Relations: {0}
ca_es: Relacions: {0}

source: Open a selection list window.
ca_es: Obre la finestra de la llista de relacions

source: Current Selection
ca_es: Selecció actual

source: Search for objects
ca_es: Cercar objectes

source: Zoom to selection
ca_es: Amplia la selecció

source: Zoom to selected element(s)
ca_es: Amplia el(s) element(s) seleccionat(s)

source: Sel.: Rel.:{0} / Ways:{1} / Nodes:{2}
ca_es: Sel.: Rel.:{0} / Vies:{1} / Nodes:{2}

source: Unselectable now
ca_es: Ara no és seleccionable

source: Selection: {0}
ca_es: Selecció: {0}

source: Toggle dynamic buttons
ca_es: Commuta botons dinàmics

source: Open preferences for this panel
ca_es: Obre les preferències d''aquesta pantalla

source: Undock the panel
ca_es: Separa el tauler

source: Close this panel. You can reopen it with the buttons in the left toolbar.
ca_es: Tanqueu aquest tauler. El podreu tornar a obrir amb els botons de l''esquerra de la barra d''eines.

source: Click to minimize/maximize the panel content
ca_es: Feu clic per a minimitzar/maximitzar el contingut del pannell

source: Side buttons
ca_es: Botons laterals

source: Always shown
ca_es: Mostra-ho sempre

source: Dynamic
ca_es: Dinàmic

source: Always hidden
ca_es: Sempre amagat

source: Authors
ca_es: Autors/es

source: Open a list of people working on the selected objects.
ca_es: Obre la llista de les persones que han treballat en els objectes seleccionats

source: {0} Author
ca_es: {0} Autor

source: Select objects submitted by this user
ca_es: Seleccionar els objectes d''aquest usuari

source: Launches a browser with information about the user
ca_es: Obre un navegador web amb informació sobre l''usuari

source: Only launching info browsers for the first {0} of {1} selected users
ca_es: Només es mostrarà informació al navegador per {0} dels {1} usuaris seleccionats

source: <html>Failed to create an URL because the encoding ''{0}''<br>was missing on this system.</html>
ca_es: <html>Ha fallat la creació d''una URL perquè la codificació ''{0}''<br>no està disponible en aquest sistema</html>

source: Missing encoding
ca_es: Codificació mancant

source: Author
ca_es: Autor

source: # Objects
ca_es: # Objectes

source: Validation Results
ca_es: Validació de resultats

source: Open the validation window.
ca_es: Obre la finestra de validació

source: Validation results
ca_es: Resultat de la validació

source: Fix
ca_es: Arregla

source: Fix the selected issue.
ca_es: Corregir el problema seleccionat

source: Ignore the selected issue next time.
ca_es: Ignorar el problema seleccionat la propera vegada

source: Whole group
ca_es: Tot el grup

source: Single elements
ca_es: Elements individuals

source: Nothing
ca_es: Res

source: Ignore whole group or individual elements?
ca_es: Ignorar el grup sencer o un element individual?

source: Ignoring elements
ca_es: Ignorant elements

source: Fixing errors ...
ca_es: Corregint errors...

source: Fixing ({0}/{1}): ''{2}''
ca_es: Corregint ({0}/{1}): ''{2}''

source: Updating map ...
ca_es: Actualitzant el mapa ...

source: Display the basic properties of the changeset
ca_es: Mostra les propietats bàsiques del conjunt de canvis

source: Display the tags of the changeset
ca_es: Mostra les etiquetes del conjunt de canvis

source: Content
ca_es: Contingut

source: Display the objects created, updated, and deleted by the changeset
ca_es: Mostra els objectes creats, modificats i suprimits pel conjunt de canvis

source: Changeset Management Dialog
ca_es: Finestra de gestió de conjunts de canvis

source: Close the dialog
ca_es: Tanca el diàleg

source: Query
ca_es: Consulta

source: Launch the dialog for querying changesets
ca_es: Obre la finestra per fer consultes sobre conjunts de canvis

source: Remove from cache
ca_es: Eliminar de la memòria cau

source: Remove the selected changesets from the local cache
ca_es: Eliminar els conjunts de canvis seleccionats de la memòria cau local

source: Close the selected changesets
ca_es: Tancar el conjunt de canvis seleccionat

source: Update changeset
ca_es: Actualitza el conjunt de canvis

source: Updates the selected changesets with current data from the OSM server
ca_es: Actualitza els conjunts de canvis seleccionats amb les dades actuals del servidor OSM

source: Download changeset content
ca_es: Descarregar el contingut del conjunt de canvis

source: Download the content of the selected changesets from the server
ca_es: Descarregar del servidor el contingut dels conjunts de canvis seleccionats

source: My changesets
ca_es: El meu conjunt de canvis

source: Download my changesets from the OSM server (max. 100 changesets)
ca_es: Descarregar del servidor OSM els meus conjunts de canvis (màx. 100 conjunts)
